import './Person.css'


export function First(){
    return(
        <div>
            <div className='del'>
                <img src='Schev.jpg'/>
                <h1>Автор цього проєкту — молодий і креативний розробник, захоплений сучасними вебтехнологіями. Його головна мета — створювати зручні, швидкі та візуально привабливі інтерфейси, що приносять користь людям.

                    Він постійно вдосконалює свої навички, працюючи з бібліотеками React, маршрутизацією, компонентною архітектурою та адаптивним дизайном. У своїх роботах автор прагне поєднувати технічну точність із творчим підходом до UI/UX.

                    Цей проєкт є прикладом старанності, послідовного навчання та бажання створити щось значуще в світі фронтенд-розробки.</h1>
            </div>

            <p className="fox">Вітаю! Мене звати [Ім’я Автора]*, і я — веброзробник, який спеціалізується на створенні сучасних, динамічних і зручних вебзастосунків. Програмування для мене — не просто робота, а справжнє захоплення, яке поєднує логіку, креативність і постійне самовдосконалення.

            Мій шлях у розробці почався з базових знань HTML та CSS, але з часом я поглиблено опанував JavaScript, React, маршрутизацію за допомогою React Router, керування станом, роботу з API та адаптивний дизайн. Особливу увагу приділяю зручності користувача (UX) та чистоті коду.

            Мені подобається створювати додатки, які не лише виглядають привабливо, але й вирішують конкретні задачі — від простих сайтів-візиток до інтерактивних SPA (Single Page Applications). Я працюю над тим, щоб кожен мій проєкт був легким у використанні, швидким та надійним.

            Я завжди відкритий до нових знань, технологій та викликів. У вільний час я читаю технічну літературу, проходжу курси, тестую нові фреймворки або працюю над власними pet-проєктами.</p>
        </div>
    );
}

export function Second(){
    return(
        <div>
            <div className='del'>
                <img src='Frank.jpg'/>
                <h1>Автор цього проєкту — молодий і креативний розробник, захоплений сучасними вебтехнологіями. Його головна мета — створювати зручні, швидкі та візуально привабливі інтерфейси, що приносять користь людям.

                    Він постійно вдосконалює свої навички, працюючи з бібліотеками React, маршрутизацією, компонентною архітектурою та адаптивним дизайном. У своїх роботах автор прагне поєднувати технічну точність із творчим підходом до UI/UX.

                    Цей проєкт є прикладом старанності, послідовного навчання та бажання створити щось значуще в світі фронтенд-розробки.</h1>
            </div>
            
            <p className="fox">Вітаю! Мене звати [Ім’я Автора]*, і я — веброзробник, який спеціалізується на створенні сучасних, динамічних і зручних вебзастосунків. Програмування для мене — не просто робота, а справжнє захоплення, яке поєднує логіку, креативність і постійне самовдосконалення.

            Мій шлях у розробці почався з базових знань HTML та CSS, але з часом я поглиблено опанував JavaScript, React, маршрутизацію за допомогою React Router, керування станом, роботу з API та адаптивний дизайн. Особливу увагу приділяю зручності користувача (UX) та чистоті коду.

            Мені подобається створювати додатки, які не лише виглядають привабливо, але й вирішують конкретні задачі — від простих сайтів-візиток до інтерактивних SPA (Single Page Applications). Я працюю над тим, щоб кожен мій проєкт був легким у використанні, швидким та надійним.

            Я завжди відкритий до нових знань, технологій та викликів. У вільний час я читаю технічну літературу, проходжу курси, тестую нові фреймворки або працюю над власними pet-проєктами.</p>
        </div>
    );
}

export function Third(){
    return(
        <div>
            <div className='del'>
                <img src='Ukr.jpg'/>
                <h1>Автор цього проєкту — молодий і креативний розробник, захоплений сучасними вебтехнологіями. Його головна мета — створювати зручні, швидкі та візуально привабливі інтерфейси, що приносять користь людям.

                    Він постійно вдосконалює свої навички, працюючи з бібліотеками React, маршрутизацією, компонентною архітектурою та адаптивним дизайном. У своїх роботах автор прагне поєднувати технічну точність із творчим підходом до UI/UX.

                    Цей проєкт є прикладом старанності, послідовного навчання та бажання створити щось значуще в світі фронтенд-розробки.</h1>
            </div>
            
            <p className="fox">Вітаю! Мене звати [Ім’я Автора]*, і я — веброзробник, який спеціалізується на створенні сучасних, динамічних і зручних вебзастосунків. Програмування для мене — не просто робота, а справжнє захоплення, яке поєднує логіку, креативність і постійне самовдосконалення.

            Мій шлях у розробці почався з базових знань HTML та CSS, але з часом я поглиблено опанував JavaScript, React, маршрутизацію за допомогою React Router, керування станом, роботу з API та адаптивний дизайн. Особливу увагу приділяю зручності користувача (UX) та чистоті коду.

            Мені подобається створювати додатки, які не лише виглядають привабливо, але й вирішують конкретні задачі — від простих сайтів-візиток до інтерактивних SPA (Single Page Applications). Я працюю над тим, щоб кожен мій проєкт був легким у використанні, швидким та надійним.

            Я завжди відкритий до нових знань, технологій та викликів. У вільний час я читаю технічну літературу, проходжу курси, тестую нові фреймворки або працюю над власними pet-проєктами.</p>
        </div>
    );
}

















